Repository: giellalt/corpus-fin
Catalog: tmx/sme/admin/sd/www.samediggi.fi/paivitetty_pefc-standardi_ei_turvaa_riittavalla_tavalla_metsatalouden_kestavyytta_saamelaisten_kotiseutualueella.html.tmx
Source language: fin
Languages: sme

source: Päivitetty PEFC-standardi ei turvaa riittävällä tavalla metsätalouden kestävyyttä saamelaisten kotiseutualueella
sme: Beaiváduvvon PEFC-standárda ii sihkkarastte doarvái vuovdedoalu suvdilvuođa sámiid ruovttuguovllus

source: Saamelaiskäräjien hallitus päätti 10.5.2021, että Saamelaiskäräjät ei allekirjoita päivitettyä PEFC-standardia.
sme: Sámedikki stivra mearridii 10.5.2021, ahte Sámediggi ii vuollái čále beaiváduvvon PEFC-standárdda.

source: Päivitetyt kriteerit eivät Saamelaiskäräjien mukaan turvaa riittävästi saamelaisten kotiseutualueella harjoitettavan metsätalouden kestävyyttä, eikä Saamelaiskäräjien esityksiä ole otettu standardityössä riittävällä tavalla huomioon.
sme: Beaiváduvvon kriterat eai Sámedikki mielas sihkkarastte doarvái sámiid ruovttuguovllus ollašuhtton vuovdedoalu suvdilvuođa, eaige Sámedikki evttohusat leat vuhtii váldon standárdabarggus doarvái bures.

source: – Saamelaiskäräjien hallitus on käsitellyt päivitettyä standardia ja tullut siihen tulokseen, ettei se turvaa riittävällä tavalla saamelaisten kotiseutualueella saamelaiskulttuurin ylläpitämisen ja kehittämisen edellytyksiä, toteaa puheenjohtaja Tuomas Aslak Juuso.
sme: – Sámedikki stivra lea gieđahallan beaiváduvvon standárdda ja boahtán dan bohtosii, ahte dat ii sihkkarastte doarvái bures sámiid ruovttuguovllus sámekultuvrra doalaheami ja ovddideami eavttuid, gávnnaha ságajođiheaddji Tuomas Aslak Juuso.

source: Saamelaiskulttuurin, erityisesti saamelaisten perinteisten elinkeinojen harjoittamisen edellytyksiä saamelaisten kotiseutualueella uhkaavat ilmastonmuutos, metsäluonnon uhanalaistumisen jatkuminen ja maankäyttöpaineiden kasvu.
sme: Sámekultuvrra, erenomážit sámiid árbevirolaš ealáhusaid ollašuhttima eavttuid sámiid ruovttuguovllus áitet dálkkádatnuppástus, luonddu goarideami joatkašuvvan ja eanageavahandeattu lassáneapmi.

source: Saamelaisten perinteisten elinkeinojen harjoittaminen on riippuvaista saamelaisten kotiseutualueen elinvoimaisesta ja puhtaasta luonnosta ja vesistöistä sekä yhtenäisistä alueista.
sme: Sámiid árbevirolaš ealáhusaid ollašuhttin lea gitta sámiid ruovttuguovllu eallinfámolaš ja buhtes luonddus ja čázádagain ja maiddái oktilaš guovlluin.

source: – Saamelaisten perinteisten elinkeinojen ja alkuperäiskansaoikeuksien turvaaminen olisi edellyttänyt standardityössä sitä, että saamelaisten näkemykset olisi huomioitu saamelaiskulttuuria koskevan kriteerin ohella myös muissa kriteereissä heti työn alusta asti ja että kriteeristöä olisi tarkasteltu kokonaisuudessaan saamelaisten ekologisen, sosiaalisen ja kulttuurisen kestävyyden näkökulmasta, toteaa II varapuheenjohtaja Leo Aikio.
sme: – Sámiid árbevirolaš ealáhusaid ja eamiálbmotvuoigatvuođaid sihkkarastin livčče eaktudan standárdabarggus dan, ahte sámiid oainnut livčče vuhtii váldon sámekultuvrra guoski kritera lassin maiddái eará kriterain dalán barggu álggu rájes ja ahte kriterat livčče guorahallon oppalaččat sámiid ekologalaš, sosiálalaš ja kultuvrralaš suvdilvuođa perspektiivvas, gávnnaha II várreságajođiheaddji Leo Aikio.

source: PEFC-standardin päivitystyö kestänyt kaksi vuotta
sme: PEFC-standárdda beaivádanbargu lea bistán guokte jagi

source: Saamelaiskäräjät on osallistunut aktiivisesti PEFC-standardin päivitystyöhön.
sme: Sámediggi lea oassálastán aktiivvalaččat PEFC-standárdda beaivádanbargui.

source: Saamelaiskäräjät esitti tarkennuksia ja lisäyksiä voimassa olevan standardin PEFC FI 1002:2014 yleisiin sekä ekologista, sosiaalista ja kulttuurista kestävyyttä koskeviin kriteereihin heti päivitystyön alussa.
sme: Sámediggi evttohii dárkkálmahttimiid ja lasáhusaid fámus leahkki standárdda PEFC FI 1002:2014 almmolaš sihke ekologalaš, sosiálalaš ja kultuvrralaš suvdilvuođa guoski kriteraide dalán beaivádanbarggu álggus.

source: Esityksillä ja lisäyksillä Saamelaiskäräjät pyrki vaikuttamaan siihen, että standardissa olisi alusta asti huomioitu saamelaisten kotiseutualueen erityispiirteet, tunnistettu saamelaisten perinteisten elinkeinojen luontoperustaisuus sekä turvattu metsätalouden osalta saamelaiskulttuurin heikentymättömyys saamelaisten kotiseutualueella.
sme: Evttohusain ja lasáhusain Sámediggi geahččalii váikkuhit dasa, ahte standárddas livčče álggu rájes vuhtii váldon sámiid ruovttuguovllu sierrasárgosat, dovddastuvvon sámiid árbevirolaš ealáhusaid luondduvuođđu sihke sihkkaraston vuovdedoalu oasil sámekultuvrra bisuheapmi sámiid ruovttuguovllus.

source: Kansainvälisen standardin PEFC ST 1001:2017 mukaan kaikkien sidosryhmien tulisi olla standardityöryhmässä edustettuna niin, että mikään yksittäinen sidosryhmätaho ei ole määräävässä asemassa.
sme: Riikkaidgaskasaš standárdda PEFC ST 1001:2017 mielde buot čanusjoavkkut galggašedje leat standárdabargojoavkkus ovddastuvvon nu, ahte oktage ovttaskas čanusjoavku ii leat mearrideaddji sajádagas.

source: PEFC-standardin päivitystyöhön perustettu PEFC-standardityöryhmä koostui lähes yksinomaan metsätalouden edustajista ja näin ollen metsätalouden edustajilla oli vahva rooli myös päätöksenteossa.
sme: PEFC-standárdda beaivádanbargui vuođđuduvvon PEFC-standárdabargojoavku čohkiidii measta beare vuovdedoalu ovddasteaddjiin ja nappo vuovdedoalu ovddasteaddjiin lei nana rolla maiddái mearrádusbargamis.

source: Saamelaiskäräjien esitykset ja täydennykset eri kriteereihin eivät tulleet työn aikana riittävästi huomioiduksi ja näkemykset pyrittiin rajaamaan irralliseksi standardin kokonaisuudesta.
sme: Sámedikki evttohusat ja dievasmahttimat sierra kriteraide eai boahtán barggu áigge doarvái vuhtii váldojuvvot ja figgojuvvui oainnuid ráddjemii bođuoassin standárdda oppalašvuođas.

source: Päivitetty PEFC-standardi ei tarjoa saamelaisten kotiseutualueen erityispiirteisiin vastaavia ja saamelaiskulttuurin harjoittamisen edellytyksiä tehokkaasti turvaavia metsätaloutta ohjaavia kriteereitä ja tästä syystä Saamelaiskäräjillä ei ole riittäviä perusteita päivitetyn standardin allekirjoittamiselle.
sme: Beaiváduvvon PEFC-standárda ii fála sámiid ruovttuguovllu sierrasárgosiidda vástideaddji ja sámekultuvrra ollašuhttima eavttuid beaktilit sihkkarasti kriteraid, mat stivrejit vuovdedoalu, ja dán sivas Sámedikkis eai lean doarvái vuođustusat vuollái čállit beaiváduvvon standárdda.

source: PEFC Suomi on esittänyt Saamelaiskäräjille jatkoneuvotteluja kriteeristöstä siten, että neuvotteluissa kiinnitettäisiin huomiota Saamelaiskäräjien standardityön alussa esittämiin seikkoihin.
sme: PEFC Suopma lea evttohan Sámediggái joatkkaráđđádallamiid kriteraid birra nu, ahte ráđđádallamiin giddejuvvošii fuopmášupmi Sámedikki evttohan áššiide standárdabarggu álggus.

source: Saamelaiskäräjät katsoo päivitetyn PEFC-standardin luomaa kokonaisuutta saamelaisten ekologisen, taloudellisen ja sosiaalisen kestävyyden näkökulmasta.
sme: Sámediggi geahččá beaiváduvvon PEFC-standárdda ráhkadan oppalašvuođa sámiid ekologalaš, ekonomalaš ja sosiálalaš suvdilvuođa perspektiivvas.

source: Kriteeristöä on muokattu ja täydennetty huomattavasti sen jälkeen, kun Saamelaiskäräjät on tehnyt ensimmäiset esityksensä.
sme: Kriterat leat hábmejuvvon ja dievasmahtton dovdomassii das maŋŋá, go Sámediggi lea bargan vuosttas evttohusaid.

source: Tämän vuoksi ei riitä, että ainoastaan päivitysprosessin alkuvaiheessa esitettyjä asioita tarkasteltaisiin uudelleen jatkoneuvotteluissa.
sme: Danin ii reahke, ahte dušše beaivádanbarggu álggus evttohuvvon áššit guorahallošedje ođđasit joatkkaráđđádallamiin.

source: Ottaen lisäksi huomioon Saamelaiskäräjien resurssit ja standardityöhön jo käytetyn ajan, Saamelaiskäräjät ei näe mahdolliseksi jatkoneuvottelujen aloittamista.
sme: Váldimiin lassin vuhtii Sámedikki resurssaid ja standárdabargui juo geavahuvvon áiggi, Sámediggi ii oainne vejolažžan joatkkaráđđádallamiid álggaheami.

source: Elinkeino-, liikenne- ja ympäristökeskukset sekä Suomen ympäristökeskus ovat tähän mennessä Saamelaiskäräjien lisäksi ilmoittaneet, etteivät allekirjoita standardia.
sme: Ealáhus-, johtalus- ja birasguovddážat sihke Suoma birasguovddáš leat dán rádjai Sámedikki lassin almmuhan, ahte eai vuollái čále standárdda.

source: ELY-keskusten perustelut standardista vetäytymiselle löytyvät täältä .
sme: EJB-guovddážiid vuođustusat standárddas eret geassádeapmái gávdnojit dáppe (suomagillii).

source: Lisätietoja
sme: Lassidieđut:

source: Tuomas Aslak Juuso Puheenjohtaja 040 687 3394 tuomas.juuso(at)samediggi.fi
sme: Tuomas Aslak Juuso Ságajođiheaddji 040 687 3394 tuomas.juuso(at)samediggi.fi

source: Leo Aikio II varapuheenjohtaja 040 621 6505 leo.aikio(at)samediggi.fi
sme: Leo Aikio II várreságajođiheaddji 040 621 6505 leo.aikio(at)samediggi.fi
